"CURRENT_LANGUAGE" = "English";

"Documents" = "Documents";
"Favorites" = "Favorites";
"Preferences" = "Preferences";
"Where" = "Where";
"Terminal" = "Terminal";
"Find" = "Find";
"Music" = "Music";
"Trash" = "Trash";
"Stop" = "Stop";
"Help" = "Help";
"Find Text" = "Find Text";
"Info" = "Info";
"Pictures" = "Pictures";
"Show" = "Show";
"Compress" = "Compress";
"Open" = "Open";
"Delete" = "Delete";
"Move" = "Move";
"New Folder" = "New Folder";
"Disk Image" = "Disk Image";
"Finder" = "Finder";
"Copy" = "Copy";
"Desktop" = "Desktop";
"Duplicate" = "Duplicate";
"Public" = "Public";
"Preview" = "Preview";
"Decompress" = "Decompress";
"Find/Stop" = "Find/Stop";
"Eject" = "Eject";
"Applications" = "Applications";
"Home" = "Home";
"Back" = "Back";
"Movies" = "Movies";

"Stop" = "Stop";
"Copy" = "Copy";

"Cancel" = "Cancel";
"OK" = "OK";

"Hide Invisible Files" = "Hide Invisible Files";
"Hide Icons" = "Hide Icons";
"Show Invisible Files" = "Show Invisible Files";
"Hide Desktop" = "Hide Path Finder Desktop";
"Show Icons" = "Show Icons";
"Hide Preview" = "Hide Preview";
"Show Desktop" = "Show Path Finder Desktop";
"Smart Sorting Off" = "Smart Sorting Off";
"Show Preview" = "Show Preview";

"Smart Sorting On" = "Smart Sorting On";
"Generic Icons Off" = "Generic Icons Off";
"Generic Icons On" = "Generic Icons On";
"Preview" = "Preview";
"Update Database" = "Update Database";
"Updating..." = "Updating...";
"Reveal in Finder" = "Reveal in Finder";
"View as Hex" = "View as Hex";
"Show in New Window" = "Show in New Window";
"Make Alias" = "Make Alias";
"Duplicate" = "Duplicate";

"Rename" = "Rename";
"Move to Trash" = "Move to Trash";
"Open with %@" = "Open with %@";
"Eject" = "Eject";
"Open" = "Open";
"Open with" = "Open with";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Check your iTools settings in the Internet panel in the System Preferences application.";
"Initializing..." = "Initializing...";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "This beta version of Path Finder has expired.  Download the latest version from cocoatech.com.";
"Error getting iDisk user name and password" = "Error getting iDisk user name and password";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "This is highly recommended.  You can always change this setting later from the preferences panel.";
"Quit" = "Quit";
"Don't Quit" = "Don't Quit";
"Done" = "Done";
"If you keep Path Finder running all the time, it's always there when you need it!\r\rThis confirmation can be disabled from the preferences panel." = "If you keep Path Finder running all the time, it's always there when you need it!\r\rThis confirmation can be disabled from the preferences panel.";
"No" = "No";
"Yes" = "Yes";
"Would you like Path Finder to launch automatically when you log in?" = "Would you like Path Finder to launch automatically when you log in?";
"Really Quit?" = "Really Quit?";
"Expired" = "Expired";
"Image: " = "Image: ";
"to" = "to";
"Stop" = "Stop";
"Home" = "Home";
"Find" = "Find";
"Computer" = "Computer";
"View as Hex" = "View as Hex";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast";

"Idle" = "Idle";
"Found: %d" = "Found: %d";
"Move to Trash" = "Move to Trash";
"Open with %@" = "Open with %@";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this.";
"Show in New Window" = "Show in New Window";
"Open" = "Open";

"Finding..." = "Finding...";
"Open with %@" = "Open with %@";
"Found: %d" = "Found: %d";
"%d items" = "%d items";
"Open with %@" = "Open with %@";
"%@ available, %@ used" = "%@ available, %@ used";

"link" = "link";
"The original file may have been moved or deleted." = "The original file may have been moved or deleted.";
"Could not resolve alias." = "Could not resolve alias.";

"alias" = "alias";
"Error creating directory." = "Error creating directory.";
"Write error." = "Write error.";
"Read error." = "Read error.";
"Error creating file." = "Error creating file.";
"Error creating symbolic link." = "Error creating symbolic link.";
"There is no application available to open the document \"%@\"." = "There is no application available to open the document \"%@\".";
"OK" = "OK";
"Alert!" = "Alert!";
"View Hex" = "View Hex";

"You do not have permission to trash this item." = "You do not have permission to trash this item.";
"copy" = "copy";
"Trash operation could not be completed." = "Trash operation could not be completed.";
"Choose a valid destination." = "Choose a valid destination.";
"Compress..." = "Compress...";
"Destination does not exist" = "Destination does not exist";
"Decompress..." = "Decompress...";
"Date Created" = "Date Created";
"Kind" = "Kind";
"Date Modified" = "Date Modified";
"Name" = "Name";
"Size" = "Size";
"Version" = "Version";
"Replace All" = "Replace All";
"Error!" = "Error!";
"Replace" = "Replace";
"Go Menu" = "Go Menu";
"Building Menus" = "Building Menus";
"Favorites Menu" = "Favorites Menu";
"Running Applications Menu" = "Running Applications Menu";
"Applications Menu" = "Applications Menu";
"Developer" = "Developer";
"Float Window" = "Float Window";
"Transparency" = "Transparency";
"Find" = "Find";
"Path" = "Path";
"iDisk" = "iDisk";

"History" = "History";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release.";
"Bug Reporter" = "Bug Reporter";
"Email Report" = "Email Report";

"Path Finder has been updated to version %@!" = "Path Finder has been updated to version %@!";

"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "You are currently running version %@.  Download version %@ from www.cocoatech.com";

"Update Now" = "Update Now";
"The item \"%@\" could not be moved to the trash." = "The item \"%@\" could not be moved to the trash.";
"Would you like to delete it immediately?" = "Would you like to delete it immediately?";

"Label" = "Label";

"View" = "View";
"Dynamic" = "Fit to Window";

"Sort Ascending" = "Sort Ascending";
"Sort Descending" = "Sort Descending";

"as Icons" = "as Icons";
"as List" = "as List";
"as Columns" = "as Columns";

"Touch" = "Touch";

"Capacity:" = "Capacity:";
"Path:" = "Path:";
"Volume:" = "Volume:";
"Format:" = "Format:";
"Created:" = "Created:";
"Size:" = "Size:";
"Free:" = "Free:";
"Version:" = "Version:";
"Modified:" = "Modified:";
"Kind:" = "Kind:";
"Resolved:" = "Resolved:";

"Name:" = "Name:";
"Owner:" = "Owner:";
"Group:" = "Group:";
"Permission:" = "Permission:";
"Type:" = "Type:";
"Creator:" = "Creator:";

"New File" = "New File";
"Preview" = "Preview";
"Forward" = "Forward";
"Mount Point:" = "Mount Point:";
"Device:" = "Device:";
"MP3:" = "MP3:";

"Application:" = "Application:";

"Are you sure you want to remove the items in the Trash permanently?" = "Are you sure you want to remove the items in the Trash permanently?";
"You cannot undo this action." = "You cannot undo this action.";

"Tool Drawer" = "Tool Drawer";
"Preview Drawer" = "Preview Drawer";
"Busy" = "Busy";

"Local Disks" = "Local Disks";
"Everywhere" = "Everywhere";

"Connect" = "Connect";
"Hide" = "Hide";
"Show" = "Show";
"Search" = "Search";

"Choose Volume" = "Choose Volume";

"Hide %@" = "Hide %@";
"Hide Others" = "Hide Others";
"Show All" = "Show All";

"Show Trash Can" = "Show Trash Can";
"Hide Trash Can" = "Hide Trash Can";

"Go to Folder" = "Go to Folder";
"Go to the folder:" = "Go to the folder:";
"Go" = "Go";

/* Search Results for '.txt' in 'System' */
"Search Results for '%@' in '%@'" = "Search Results for '%@' in '%@'";

"Find String:" = "Find String:";
"Search Location:" = "Search Location:";

"An error occurred while trying to mount \"%@\"." = "An error occurred while trying to mount \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "An error occurred while trying to unmount \"%@\".";
"An error occurred while trying to eject \"%@\"." = "An error occurred while trying to eject \"%@\".";
"Error: %d" = "Error: %d";

"Really Open?" = "Really Open?";
"Do you want to open all %d items?" = "Do you want to open all %d items?";

"Searching..." = "Searching...";

"Encoding" = "Encoding";
"Convert document to plain text?" = "Convert document to plain text?";
"Converting will lose fonts, colors, and other text styles in the document." = "Converting will lose fonts, colors, and other text styles in the document.";

"Text Editor" = "Text Editor";
"Play Sound" = "Play Sound";

"Access" = "Access";
"Access:" = "Access:";
"Owner" = "Owner";
"Group" = "Group";

"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear.";
"Menu" = "Menu";
"Command" = "Command";
"Menu Key Editor" = "Menu Key Editor";

"Welcome to Path Finder" = "Welcome to Path Finder";
"Buy Later" = "Buy Later";
"Buy Now" = "Buy Now";
"Enter Registration Code" = "Enter Registration Code";
"%d days remaining" = "%d days remaining";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself. ";
"Purchase Path Finder today!" = "Purchase Path Finder today!";
"%d day free trial" = "%d day free trial";

"When you purchase Path Finder, you are sent a registration code.  Enter that code here along with the email address used when registering." = "When you purchase Path Finder, you are sent a registration code.  Enter that code here along with the email address used when registering.";
"Email Address:" = "Email Address:";
"Registration Code:" = "Registration Code:";

"Invalid Registration Code!" = "Invalid Registration Code!";
"Thank you for registering Path Finder!" = "Thank you for registering Path Finder!";
"This copy of Path Finder is not registered" = "This copy of Path Finder is not registered";
"Close" = "Close";

"Font Sample" = "Font Sample";
"View Text" = "View Text";

"Password" = "Password";

"Remove Top" = "Remove Top";
"Remove All" = "Remove All";

"New Shelf..." = "New Shelf...";
"Remove Shelf" = "Remove Shelf";
"Drop Stack" = "Drop Stack";
"Standard" = "Standard";
"Processes" = "Processes";

"Process Drawer" = "Process Drawer";
"Empty" = "Empty";
"Shelf" = "Shelf";

"Zoom In" = "Zoom In";
"Zoom Out" = "Zoom Out";
"Go to Page" = "Go to Page";
"Page %d of %d" = "Page %d of %d";

/* this was copied from Preview.app - open a PDF in Preview that needs a password */
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "This PDF is password protected.  Without a password, some operations with this document will be restricted.";
"To enable more operations, enter a password:" = "To enable more operations, enter a password:";

"Summarize" = "Summarize";
"Sentences" = "Sentences";
"Paragraphs" = "Paragraphs";

"Shelf Name" = "Shelf Name";
"Icon Size" = "Icon Size";

"Toggle Shelf" = "Toggle Shelf";
"Activate URLs" = "Activate URLs";

"License Agreement" = "License Agreement";
"Agree" = "Agree";
"Disagree" = "Disagree";
"Clean up" = "Clean up";

"Info" = "Info";
"%d of %d items selected" = "%d of %d items selected";

"Action" = "Action";

"Remove Shelf?" = "Remove Shelf?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Are you sure you want to remove the shelf named \"%@\"?";

/* terminal toolbar buttons */
"Close" = "Close";
"New" = "New";
"New Tab" = "New Tab";

"Do you really want to close this terminal session?" = "Do you really want to close this terminal session?";
"Closing this session will terminate the following processes inside it: " = "Closing this session will terminate the following processes inside it: ";
"Terminal Drawer" = "Terminal Drawer";

/* upgrade panel */
"upgrade message" = "It's been two years since the first version of Path Finder, and if you've been a customer since the days when it was called \"SNAX\", you've witnessed some very dramatic changes!\r\rNow with version 3.0, I'm charging an upgrade fee of $9.  This will ensure that I can continue development and take Path Finder to even higher levels.\r\rI'm working full time on Path Finder, and am fully committed to many years of dramatic improvements and lots of new killer features!\r\rIf you purchased Path Finder less than 4 months ago, send me an email for a free upgrade.\r\rThanks for your support!\r\rSteve Gehrman\rCocoaTech Founder";
"Welcome to Path Finder 3.0 !!" = "Welcome to Path Finder 3.0 !!";
"When upgrading, you will need your current registration information:" = "When upgrading, you will need your current registration information:";
"Email Sales" = "Email Sales";
"Upgrade Now" = "Upgrade Now";
"Email:" = "Email:";
"Code:" = "Code:";

"Secure Delete" = "Secure Delete";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again.";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "WARNING:  This action bypasses the Trash.  You cannot undo this action.";
"Execute delete with root privileges" = "Execute delete with root privileges";
"Normal Delete" = "Normal Delete";
"Secure Delete" = "Secure Delete";
"%d Applications" = "%d Applications";
"Extension" = "Extension";

"Convert Image" = "Convert Image";
"Disk Usage" = "Disk Usage";

"Do you want to force %@ to quit?" = "Do you want to force %@ to quit?";
"You will lose any unsaved changes." = "You will lose any unsaved changes.";
"Force Quit" = "Force Quit";

"Burn" = "Burn";
"Burning %@ disc" = "Burning %@ disc";
"Hybrid" = "Hybrid";
"HFS+" = "HFS+";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"Audio" = "Audio";

/* Find window */
"Not Specified" = "Not Specified";
"Found: %d" = "Found: %d";
"All" = "All";

"Today" = "Today";
"the last 2 days" = "the last 2 days";
"the last 3 days" = "the last 3 days";
"the last week" = "the last week";
"the last 2 weeks" = "the last 2 weeks";
"the last 3 weeks" = "the last 3 weeks";
"the last month" = "the last month";
"the last 2 months" = "the last 2 months";
"the last 3 months" = "the last 3 months";
"the last 6 months" = "the last 6 months";
"the last year" = "the last year";

"Find by" = "Find by";
"Find by Name" = "Find by Name";
"Find by Content" = "Find by Content";
"Search Locations" = "Search Locations";

"Partial match" = "Partial match";
"Exact match" = "Exact match";
"Starts with" = "Starts with";
"Ends with" = "Ends with";

"Search inside packages" = "Search inside packages";
"Search inside the System folder" = "Search inside the System folder";

"Security Level" = "Security Level";
"Simple Security (1 pass)" = "Simple Security (1 pass)";
"Medium Security (7 passes)" = "Medium Security (7 passes)";
"Ultra Security (35 passes)" = "Ultra Security (35 passes)";

"Burning Disk Image" = "Burning Disk Image";
"Burning:" = "Burning:";
"Eject disc after burning" = "Eject disc after burning";
"Verify disc after burning" = "Verify disc after burning";

"Play" = "Play";
"Parent" = "Parent";

"Greater than" = "Greater than";
"Less than" = "Less than";
"Visibility:" = "Visibility:";
"Visible" = "Visible";
"Invisible" = "Invisible";
"Content:" = "Content";
"Extension:" = "Extension:";
"Label:" = "Label:";

"Document" = "Document";
"Folder" = "Folder";
"Application" = "Application";
"Audio" = "Audio";
"Image" = "Image";
"Movie" = "Movie";
"PDF" = "PDF";
"Alias" = "Alias";
"Sample" = "Sample";
"%d seconds" = "%d seconds";
"Duration:" = "Duration:";

"Find results incomplete." =  "Find results incomplete.";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." =  "Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again.";

"untitled" = "untitled";

"Path Drawer" = "Path Drawer";

/* Screen Capture Panel */
"Screen Capture" = "Screen Capture";
"Escape Key:" = "Escape Key:";
"Cancels interactive screen shot mode" = "Cancels interactive screen shot mode";
"Space Key:" = "Space Key:";
"Toggle between mouse and window selection modes" = "Toggle between mouse and window selection modes";
"Control Key:" = "Control Key:";
"Causes screen shot to go to clipboard" = "Causes screen shot to go to clipboard";
"Hot keys in screen capture mode" = "Hot keys in screen capture mode";
"Selection" = "Selection";
"Window" = "Window";
"All monitors" = "All monitors";
"Main monitor only" = "Main monitor only";
"Screen capture mode" = "Screen capture mode";
"Play sounds" = "Play sounds";
"Display screen-shot in Image Converter" = "Display screen-shot in Image Converter";
"Save screen-shot to file" = "Save screen-shot to file";
"Save screen-shot to clipboard" = "Save screen-shot to clipboard";

"Resource Fork" = "Resource Fork";
"Data Fork" = "Data Fork";
"Recent Servers" = "Recent Servers";

"URL:" = "URL:";

"Man Pages" = "Man Pages";
"Connect To iDisk" = "Connect To iDisk";
"To connect to an iDisk, enter a .Mac member name and password." = "To connect to an iDisk, enter a .Mac member name and password.";
"Member name:" = "Member name:";
"Password:" = "Password:";
"Connect To iDisk Public Folder" = "Connect To iDisk Public Folder";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "To connect to the Public folder for a .Mac member, enter the member's account name.";
"Address:" = "Address:";

"Erase" = "Erase";
